// додаємо список продуктів у картку 

// productsSelector = '.products';  
// це означає, що функція renderProducts призначена для рендерингу елементів, 
// які мають клас 'products'. Крапка перед 'products' позначає, 
// що це селектор класу в CSS-стилях або методах DOM, 
// і це означає, що функція буде вибирати тільки елементи з класом 'products'.
// функція renderProducts відповідає за виведення (або "рендерінг") продуктів на сторінці

// products - БД

renderProducts(productsSelector, products); 

